tap "bufbuild/buf"
tap "cmacrae/formulae"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "aria2"
brew "awscli"
brew "bat"
brew "bitwarden-cli"
brew "buf"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "curl"
brew "detox"
brew "direnv"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-crypt"
brew "gnu-getopt"
brew "gnu-sed"
brew "go"
brew "grpc"
brew "grpcurl"
brew "harfbuzz"
brew "helm"
brew "htop"
brew "hub"
brew "hugo"
brew "jq"
brew "jump"
brew "kubectl"
brew "kubeseal"
brew "kustomize"
brew "node"
brew "nvim"
brew "protobuf"
brew "python@3.11"
brew "qpdf"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "shellcheck"
brew "st"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "vault"
brew "vim"
brew "watch"
brew "wget"
brew "yarn"
brew "z"
cask "alacritty"
cask "android-platform-tools"
cask "beekeeper-studio"
cask "docker"
cask "firefox"
cask "firefox-developer-edition"
cask "font-fontawesome"
cask "goland"
