tap "bufbuild/buf"
tap "cmacrae/formulae"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
brew "aria2"
brew "awscli"
brew "bat"
brew "bitwarden-cli"
brew "buf"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "curl"
brew "detox"
brew "direnv"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-crypt"
brew "gnu-getopt"
brew "gnu-sed"
brew "go"
brew "grpc"
brew "grpcurl"
brew "harfbuzz"
brew "helm"
brew "htop"
brew "hub"
brew "hugo"
brew "jq"
brew "jump"
brew "k9s"
brew "kubectl"
brew "kubeseal"
brew "kustomize"
brew "lazygit"
brew "mvn"
brew "neovim"
brew "node"
brew "nushell"
brew "pgcli"
brew "postgresql@16"
brew "protobuf"
brew "python@3.10"
brew "qpdf"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rust"
brew "shellcheck"
brew "st"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tmux"
brew "tree"
brew "tree-sitter"
brew "vault"
brew "vim"
brew "watch"
brew "wget"
brew "yarn"
brew "z"
brew "zsh"
brew "zsh-syntax-highlighting"
cask "alacritty"
cask "android-platform-tools"
cask "docker"
cask "font-fontawesome"
cask "font-jetbrains-mono"
cask "postman"
cask "raycast"
cask "tableplus"
cask "vlc"
cask "wezterm"
