tap "bufbuild/buf"
tap "jandedobbeleer/oh-my-posh"
tap "cmacrae/formulae"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "wez/wezterm-linuxbrew"
brew "aria2"
brew "awscli"
brew "bat"
brew "bitwarden-cli"
brew "buf"
brew "cmake"
brew "coreutils"
brew "curl"
brew "direnv"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "go"
brew "golangci-lint"
brew "grpc"
brew "grpcurl"
brew "grpcui"
brew "helm"
brew "htop"
brew "hub"
brew "jq"
brew "jump"
brew "k9s"
brew "kubectl"
brew "kubeseal"
brew "kustomize"
brew "lazygit"
brew "mvn"
brew "neovim"
brew "node"
brew "nushell"
brew "oh-my-posh"
brew "protobuf"
brew "python@3.11"
brew "qpdf"
brew "ripgrep"
brew "rust"
brew "thefuck"
brew "vim"
brew "uv"
brew "watch"
brew "wezterm"
brew "wget"
brew "zoxide"
brew "zsh"
cask "contexts"
cask "docker"
cask "karabiner-elements"
cask "raycast"
cask "tableplus"
cask "wezterm"
